Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/2787.tmx
Source language: ba
Languages: ru

source: яңыса белем биреү учреждениеһы
ru: инновационное образовательное учреждение

source: йəмғиəт мəнфəғəте
ru: интересы общества

source: капиталистик йəмғиəт
ru: капиталистическое общество –

source: Башҡортостан Республикаһы Хөкүмəте ҡарамағындағыКомиссия
ru: Комиссия при Правительстве Республики Башкортостан

source: коммунистик йəмғиəт
ru: коммунистическое общество

source: контроль бүлеге
ru: контрольный отдел

source: ведомство-ара бəйлəнештəр
ru: межведомственные связи

source: муниципаль берəмек
ru: муниципальное образование

source: муниципаль район
ru: муниципальный район

source: министрлыҡ
ru: министерство

source: Башҡортостан Республикаһы мəғариф министрлығы
ru: Министерство образования Республики Башкортостан

source: Башҡортостан Республикаһы мəҙəниəт һəм милли сəйəсəт министрлығы
ru: Министерство культуры и национальной политики Республики Башкортостан

source: Иҡтисад үҫеше министрлығы
ru: Министерство экономического развития

source: Тышҡы иҡтисад, сауҙа һəм сəнəғəт министрлығы
ru: Министерство внешнеэкономических связей, торговли и предпринимательства

source: Сəнəғəт, инвестиция һəм инновация сəйəсəте министрлығы
ru: Министерство промышленности, инвестиционной и инновационной политики

source: Ер һəм мөлкəт мөнəсəбəттəре министрлығы
ru: Министерство земельных и имущественных отношений

source: Башҡортостан Республикаһы буйынса Эске эштəр министрлығы
ru: Министерство внутренних дел по Республике Башкортостан

source: Урман хужалығы министрлығы
ru: Министерство лесного хозяйства

source: Төҙөлөш, архитектура һəм транспорт министрлығы
ru: Министерство строительства, архитектуры и транспорта

source: донъя йəмəғəтселеге
ru: мировая общественность

source: йəштəр үҙəге
ru: молодежный центр

source: ғилми йəмғиəт
ru: научное общество

source: ғəмəли конференция
ru: научно-практическая конференция

source: ғилми (фəнни) семинар
ru: научный семинар

source: ғилми (фəнни) хеҙмəткəр
ru: научный сотрудник

source: Башҡортостан Республикаһы Президенты Хакимиəте Етəксеһе
ru: Руководитель Администрации Президента Республики Башкортостан

source: Башҡортостан Республикаһы Хөкүмəте ҡарамағындағы идаралыҡ
ru: Управление при Правительстве Республики Башкортостан

source: Идаралыҡ етəксеһе
ru: Руководитель Управления

source: ауыл билəмəһе
ru: сельское поселение

source: Театр эшмəкəрҙəре союзы
ru: Союз театральных деятелей

source: бүлек белгесе
ru: специалист отдела

source: социалистик йəмғиəт
ru: социалистическое общество

source: ауыл хужалығы тармағы
ru: отрасль сельского хозяйства

source: яуаплылығы сиклəнгəн йəмғиəт
ru: общество с ограниченной ответственностью

source: тарих һəм мəҙəниəт ҡомартҡыларын һаҡлау йəмғиəте
ru: общество охраны памятников истории и культуры

source: йəмғиəт ҡоролошо
ru: общественный строй

source: йəмғиəт милке
ru: общественная собственность

source: йəмғиəт ихтыяжы
ru: общественная потребность

source: йəмғиəткə файҙалы хеҙмəт
ru: общественно-полезный труд

source: йəмғиəт тормошо
ru: общественная жизнь

source: йəмғиəт өсөн хəүефле
ru: опасный для общества

source: йəмəғəт контроле
ru: общественный контроль

source: йəмəғəт ойошмаһы
ru: общественная организация

source: йəмəғəт эше
ru: общественная работа

source: йəмəғəт эшмəкəре
ru: общественный деятель

source: йəмəғəт милке
ru: общественная собственность

source: йəмəғəт туҡланыуы
ru: общественное питание

source: йəмəғəт шелтəһе
ru: общественное порицание

source: йəмəғəт ғəйеплəүсеһе
ru: общественный обвинитель

source: йəмəғəт үҙидараһы
ru: общественное самоуправление

source: йəмəғəт яҡлаусыһы
ru: общественный защитник

source: йəмəғəт тəрбиəсеһе
ru: общественный воспитатель

source: йəмəғəт саҡырыуы
ru: общественный призыв

source: йəмəғəт тəртибе
ru: общественный порядок

source: йəмəғəт хужалығы
ru: общественное хозяйство

source: йəмəғəт фонды
ru: общественный фонд

source: йəмəғəт учреждениеһы
ru: общественное учреждение

source: йəмəғəт үҙешмəкəрлеге
ru: общественная самодеятельность

source: йəмəғəт берекмəһе (берлəшмəһе)
ru: общественное объединение

source: йəмəғəт суды
ru: общественный суд

source: йəмəғəт игене
ru: общественный хлеб

source: йəмəғəт малы
ru: общественный скот

source: йəмəғəт байлығы
ru: общественное богатство

source: йəмəғəт кəңəшмəһе
ru: общественное совещание

source: йəмəғəт палатаһы
ru: общественная палата

source: йəмəғəт ҡабул итеү бүлмəһе
ru: общественная приемная

source: йəмəғəт именлеге
ru: общественная безопасность

source: йəмəғəт үҙəге
ru: общественный центр

source: йəмəғəт музейы
ru: общественный музей

source: йəмəғəт транспорты
ru: общественный транспорт

source: йəмəғəт именлеге милицияһы
ru: милиция общественной безопасности

source: йəмəғəтселек фекере
ru: общественное мнение

source: йəмəғəтселек йоғонтоһо
ru: общественное воздействие

source: йəмəғəтселек советтары
ru: общественные советы

source: йəмəғəтселек эшмəкəрлеге
ru: общественная деятельность

source: йəмəғəтселек гарантияһы
ru: общественные гарантии

source: йəмəғəтселек башланғысында
ru: на общественных началах

source: йəмəғəтселек ярҙамы
ru: общественная помощь

source: ижтимағи көрəш
ru: общественная борьба

source: ижтимағи эшмəкəрлек
ru: общественная деятельность

source: ижтимағи тормош
ru: общественная жизнь

source: ижтимағи производство
ru: общественное производство (предприятие)

source: ижтимағи етештереү
ru: общественное производство (выработка)

source: ижтимағи үҙəк
ru: общественный центр

source: ижтимағи фəндəр
ru: общественные науки

source: ижтимағи көстəр
ru: общественные силы

source: ижтимағи хəрəкəт
ru: общественное движение

source: ижтимағи əһəмиəт
ru: общественное значение

source: ижтимағи үҫеш
ru: общественное развитие

source: ижтимағи аң
ru: общественное сознание

source: ижтимағи күренеш
ru: общественное явление

source: ижтимағи синыфтар
ru: общественные классы

source: ижтимағи мөнəсəбəттəр
ru: общественные отношения

source: ижтимағи прогресс
ru: общественный прогресс

source: ижтимағи хеҙмəт
ru: общественный труд

source: ижтимағи-сəйəси тормош
ru: общественно-политическая жизнь

source: ижтимағи-сəйəси гəзит
ru: общественно-политическая газета

source: республика йəмəғəтселеге
ru: общественность республики

source: завод йəмəғəтселеге
ru: общественность завода

source: дөйөм бүлек
ru: общий отдел

source: мəғлүмəт тəьминəте бүлеге
ru: отдел информационного обеспечения

source: мониторинг бүлеге
ru: отдел мониторинга

source: тəьминəт бүлеге
ru: отдел обеспечения

source: кадрҙар менəн эшлəү бүлеге
ru: отдел по работе с кадрами

source: халыҡты хеҙмəтлəндереү бүлеге
ru: отдел услуг населению

source: ойоштороу бүлеге
ru: организационный отдел

source: урындағы үҙидара органдары
ru: органы местного самоуправления

source: министрҙың беренсе урынбаҫары
ru: первый заместитель министра

source: етəксе ярҙамсыһы
ru: помощник руководителя

source: бағыусылыҡ советы
ru: попечительский совет

source: Башҡортостан Республикаһы Президенты Мөрəжəғəтнамəһе
ru: Послание Президента Республики Башкортостан

source: ҡулланыусылар йəмғиəте
ru: потребительское общество

source: Представительство Башкортостана
ru: Башҡортостан вəкиллеге

source: Башҡортостан вəкиле
ru: Представитель Башкортостана

source: йəмəғəт вəкиле
ru: представитель общества

source: йəмғиəткə ҡаршы көстəр
ru: противообщественные силы

source: спорт йəмғиəте
ru: спортивное общество

source: юғары профессиональ (һөнəри) белем биреү учреждениеһы
ru: учреждение высшего профессионального образования

source: ял итеү үҙəге
ru: центр досуга

source: кешелек йəмғиəте
ru: человеческое общество

source: киң йəмəғəтселек
ru: широкая общественность
